{
    "home": "الرئيسية",
    "trackShipment": "تتبع الشحنة",
    "ourFeature": "مميزاتنا",
    "ourFeatureSubtitle": "حلول لوجستية شاملة مصممة لتناسب احتياجات عملك",
    "copyright": "حقوق النشر © 2025",
    "poweredby": "تطوير",
    "alexShipping": "شركة اليكسندر للشحن",
    "alexShippingSubtitle": "اليكسندر لوجستيك – خدمات شحن محلية سريعة وموثوقة تغطي كل مصر. اطمن… سيب الشحن علينا.",
    "trackYourShipment": "تتبع الشحنة",
    "trackYourShipmentSubtitle": "أدخل رقم التتبع الخاص بك أدناه للحصول على تحديثات حالية على الشحنة",
    "contractAndContracting": "العقد والتعاقد",
    "contractAndContractingSubtitle": "معلومات حول العقود والتعاقد",
    "contactUs": "اتصل بنا",
    "contactUsSubtitle": "اتصل بنا للحصول على المساعدة المطلوبة",
    "aboutUs": "من نحن",
    "aboutUsSubtitle": "معلومات حولنا",
    "lastUpdatedIn": "آخر تحديث في",
    "shipmentDetails": "تفاصيل الشحنة",
    "shipmentCode": "كود الشحنة",
    "description": "الوصف",
    "weight": "الوزن",
    "piecesCount": "عدد القطع",
    "recipient": "المستلم",
    "name": "الاسم",
    "address": "العنوان",
    "destination": "الوجهة",
    "noShipment": "لم يتم العثور على الشحنة",
    "customer": "العميل",
    "ourBranches": "الفروع الخاصة بنا",
    "ourBranchesSubtitle": "الفروع الخاصة بنا",
    "governorate": "المحافظة",
    "city": "المدينة",
    "contractingParties": "الأطراف المتعاقدة",
    "preamble": "التمهيد",
    "contractClauses": "بنود العقد",
    "alexanderShippingContract": "عقد شركة اليكسندر للشحن",
    "shippingAndDeliveryContract": "عقد خدمات الشحن والتوصيل • شركة اليكسندر للشحن",
    "contract": {
        "partyOne": "الطرف الأول: شركة اليكسندر للشحن، وهي شركة مصرية مرخصة ومتخصصة في خدمات الشحن والتوصيل من الباب إلى الباب، وتعمل على دعم وتطوير التجارة الإلكترونية من خلال منصاتها الرقمية وفريق عمل محترف.",
        "partyTwo": "الطرف الثاني: العميل أو الشركة التي تقوم بفتح حساب على نظام شركة اليكسندر للشحن، وترغب في الاستفادة من خدمات النقل والتوصيل المقدمة من الطرف الأول.",
        "introduction": "حيث أن الطرف الأول شركة متخصصة في خدمات الشحن والتوصيل ولديها الإمكانيات والتراخيص القانونية التي تؤهلها للقيام بمهام النقل السريع، بما يشمل استلام الشحنات من النقاط المحددة وتسليمها إلى المستلمين النهائيين، وفق البيانات الواردة في بوليصة الشحن. وحيث أن الطرف الثاني يرغب في استخدام خدمات الطرف الأول لنقل منتجاته وشحناته إلى عملائه، فقد اتفق الطرفان على ما يلي:",
        "sections": [
            {
                "title": "أولاً: الأسعار وسياسة التعديل",
                "points": [
                    "تُحدد أسعار الشحن بالجنيه المصري حسب سياسة التسعير المعتمدة من شركة اليكسندر للشحن، والتي يتم مشاركتها مع الطرف الثاني في ملف منفصل أو من خلال لوحة التحكم الخاصة به.",
                    "في حال وجود اتفاق خاص على الأسعار أو الشروط بين الطرفين، يُعتبر هذا الاتفاق جزءًا من العقد ويلزم به الطرفان.",
                    "تحتفظ شركة اليكسندر بحق مراجعة وتحديث الأسعار وفقًا للمتغيرات التشغيلية أو الاقتصادية، ويتم إخطار الطرف الثاني بأي تعديلات قبل تطبيقها بمدة لا تقل عن 7 أيام.",
                    "استثناء: في حال ارتفاع أسعار الوقود رسميًا من قِبل الدولة، يحق للطرف الأول تعديل الأسعار بدءًا من اليوم التالي مباشرةً دون إشعار مسبق.",
                    "عند عدم تحقيق مستهدف عدد الشحنات المتفق عليه، يحق للطرف الأول مراجعة وتعديل الأسعار المتفق عليها.",
                    "تطبق مصاريف إضافية على الشحنات كبيرة الحجم أو المشحونة داخل أكياس بلاستيكية بيضاء كبيرة.",
                    "الأسعار تنطبق على الشحنة التي تدخل داخل فلاير واحد. في حال تعدد الفلايرات، يجب تجميع الشحنة داخل كيس بلاستيك أبيض وغلقه بإحكام مع كتابة البيانات عليه."
                ]
            },
            {
                "title": "ثانيًا: التعويضات",
                "points": [
                    "الحد الأقصى لقيمة التعويض في حالة التلف أو الفقد هو 500 جنيه مصري للشحنة الواحدة.",
                    "يجب الإبلاغ عن التلف أو الفقد فور حدوثه، ولا يُقبل أي طلب تعويض بعد مغادرة المندوب.",
                    "لدى الطرف الأول فترة 14 يوم عمل لإجراء التحقيق اللازم بشأن البلاغ.",
                    "يتحمل الطرف الثاني المسؤولية الكاملة عن تغليف الشحنات بشكل آمن.",
                    "المواد السائلة أو القابلة للكسر تكون على مسؤولية الراسل بالكامل."
                ]
            },
            {
                "title": "ثالثًا: المسؤوليات الإدارية والمالية",
                "points": [
                    "في حالة رفض المستلم دفع رسوم الشحن، يتحمل الراسل كامل قيمة الشحن.",
                    "في حال تم إرجاع الشحنة لأي سبب، يتحمل الراسل نصف قيمة الشحن.",
                    "الطرف الثاني مسؤول عن إدخال بيانات الشحنات بشكل صحيح وواضح.",
                    "يتحمل الطرف الثاني مسؤولية أي نقص أو خطأ في البيانات المدخلة.",
                    "في حال طلب الطرف الثاني تسجيل الشحنات من قبل شركة اليكسندر، يتم احتساب 5 جنيهات إضافية لكل شحنة."
                ]
            },
            {
                "title": "رابعًا: الإعفاء من المسؤولية",
                "points": [
                    "لا تتحمل الشركة أي مسؤولية عن عيوب أو محتوى المنتجات المشحونة.",
                    "يلتزم الطرف الثاني بجميع القوانين الخاصة بحماية المستهلك.",
                    "لا تتحمل الشركة أي غرامات ضريبية أو جمركية تفرض على الشحنات."
                ]
            },
            {
                "title": "خامسًا: النزاعات القانونية",
                "points": [
                    "في حال حدوث أي نزاع يتعلق بتنفيذ أو تفسير بنود هذا العقد، تكون محاكم القاهرة هي الجهة المختصة بالفصل فيه."
                ]
            },
            {
                "title": "سادسًا: أحكام عامة",
                "points": [
                    "بمجرد تسليم الشحنة إلى شركة اليكسندر، تعتبر ضمن مسؤوليتها.",
                    "يقر الطرف الثاني بأن الشحنة أصبحت ضمن مسؤولية الشركة لغرض التوصيل والتحصيل فقط."
                ]
            },
            {
                "title": "سابعًا: مواعيد التسليم",
                "points": [
                    "تلتزم الشركة بالتسليم ضمن أوقات العمل وخطوط السير المعتمدة.",
                    "لا تضمن الشركة مواعيد تسليم خاصة أو خارج نطاق العمل الرسمي.",
                    "في حال طلب مواعيد خاصة، يجب الاتفاق عليها مسبقًا كتابيًا."
                ]
            },
            {
                "title": "ثامنًا: التغطية الجغرافية",
                "points": [
                    "تقتصر الخدمات على المدن والمناطق الحضرية والمراكز الرئيسية فقط.",
                    "يمكن توصيل الشحنات إلى المناطق النائية بموافقة الطرف الأول وتكلفة إضافية.",
                    "في هذه الحالات، تعتبر محاولة التوصيل مرة واحدة كافية لإثبات الخدمة."
                ]
            },
            {
                "title": "تاسعًا: نظام التحصيل والتسوية المالية",
                "points": [
                    "يتم طلب التسويات المالية عبر تطبيق شركة اليكسندر.",
                    "تُقدم الطلبات يومي الإثنين والخميس حتى الساعة 9 مساءً.",
                    "تُنفذ التسويات وتُرسل المبالغ يومي السبت والثلاثاء.",
                    "الطلبات المتأخرة تُرحّل تلقائيًا إلى الدورة التالية."
                ]
            },
            {
                "title": "عاشرًا: طلبات الاستلام (البيك أب)",
                "points": [
                    "يجب تسجيل الطلبات قبل الساعة 12 ظهرًا ليتم تنفيذها في نفس اليوم.",
                    "تنفذ عمليات البيك أب من السبت إلى الخميس.",
                    "الطلبات التي تحتوي أقل من 5 شحنات تُضاف لها مصاريف إضافية.",
                    "عدم تسجيل الطلب رسميًا يُلغي تنفيذه.",
                    "في حال تأخر التاجر أكثر من 10 دقائق عن تسليم الشحنات، يُعتبر الطلب لاغيًا."
                ]
            }
        ]
    },
    "enterTrackingNumber": "أدخل رقم التتبع (مثال: TRK123456789)",
    "track": "تتبع",
    "branch1": "فرع الهرم",
    "branch2": "فرع جسر السويس",
    "whatsAppNumber": "رقم الواتساب",
    "address1": "الجيزة - خلف فندق أوربا الهرم",
    "address2": "القاهرة - جسر السويس - بالقرب من إشارة روكسي",
    "destination1": "الجيزة - الهرم",
    "destination2": "القاهرة - جسر السويس",
    "about.title": "عن اليكسندر لوجستيك",
    "about.subtitle": "نقدم التميز عبر الحدود منذ عام 1999",
    "about.whoWeAre.title": "من نحن",
    "about.whoWeAre.p1": "تُعد اليكسندر لوجستيك من أبرز شركات الشحن والخدمات اللوجستية داخل مصر، حيث نلتزم بربط الأفراد والشركات بجميع المحافظات والمدن على مستوى الجمهورية. منذ تأسيسنا عام 1999، تطوّرنا من مزوّد خدمات صغير إلى اسم موثوق في مجال الشحن المحلي بفضل جودة خدماتنا وانتشارنا الواسع.",
    "about.whoWeAre.p2": "تشمل مجموعة خدماتنا الشاملة الشحن الجوي، الشحن البحري، النقل البري، التخزين، والتخليص الجمركي. نعتمد على أحدث التقنيات وخبرة تمتد لعدة عقود لتقديم حلول لوجستية سلسة ومتكاملة مصممة لتلبية احتياجاتك.",
    "about.whoWeAre.p3": "نعتمد على أحدث التقنيات وفريق عمل ذي خبرة طويلة لتقديم حلول لوجستية مرنة وسلسة، مصممة لتلبية احتياجات العملاء داخل مصر.",
    "about.mission.title": "مهمتنا",
    "about.mission.text": "تقديم حلول لوجستية محلية موثوقة وفعّالة ومبتكرة تمكّن الشركات من النمو داخل السوق المصري. نحن ملتزمون بتجاوز توقعات العملاء من خلال خدمة استثنائية والتزام راسخ بالجودة.",
    "about.vision.title": "رؤيتنا",
    "about.vision.text": "أن نكون الشريك اللوجستي الأكثر ثقة داخل مصر، والمتميز بابتكارنا واستدامتنا والتزامنا بتقديم قيمة حقيقية لعملائنا وموظفينا ومجتمعاتنا. نطمح إلى مستقبل تصبح فيه حركة التجارة داخل مصر أكثر سلاسة عبر شبكتنا.",
    "about.coreValues.title": "قيمنا الأساسية",
    "about.coreValues.efficiency.title": "الكفاءة",
    "about.coreValues.efficiency.description": "نقوم بتحسين كل مسار وكل عملية لضمان أوقات توصيل سريعة.",
    "about.coreValues.reliability.title": "الاعتمادية",
    "about.coreValues.reliability.description": "شُحنتك مسؤوليتنا. نضمن نقلًا آمنًا ومؤمّنًا.",
    "about.coreValues.globalReach.title": "الوصول المحلي",
    "about.coreValues.globalReach.description": "من خلال شبكة تغطي جميع محافظات مصر، نربط عملك بكل مكان داخل الجمهورية.",
    "about.coreValues.excellence.title": "التميز",
    "about.coreValues.excellence.description": "نسعى لتحقيق أعلى المعايير في كل شحنة نتعامل معها.",
    "about.whyChoose.title": "لماذا تختار اليكسندر لوجستيك",
    "about.whyChoose.advancedTechnology.title": "التقنية المتقدمة",
    "about.whyChoose.advancedTechnology.description": "تتبع لحظي وتحسين مسارات مدعوم بالذكاء الاصطناعي لضمان وصول شحناتك داخل مصر في الوقت المحدد دائمًا.",
    "about.whyChoose.sustainablePractices.title": "ممارسات مستدامة",
    "about.whyChoose.sustainablePractices.description": "نلتزم بتقليل تأثيرنا البيئي من خلال وسائل نقل محسّنة وعمليات تشغيل أكثر كفاءة داخل مصر.",
    "about.whyChoose.support24.title": "دعم العملاء على مدار الساعة",
    "about.whyChoose.support24.description": "فريق الدعم لدينا متاح على مدار الساعة لمساعدتك والإجابة على استفساراتك في أي وقت.",
    "about.whyChoose.flexibleSolutions.title": "حلول مرنة",
    "about.whyChoose.flexibleSolutions.description": "من الطرود الصغيرة إلى الشحنات الكبيرة، نقدم حلول شحن محلية مرنة تتناسب مع احتياجات عملك داخل مصر.",
    "features.fastDelivery.title": "تسليم سريع",
    "features.fastDelivery.description": "خدمات شحن سريعة مع أوقات توصيل مضمونة لتلبية احتياجاتك اللوجستية العاجلة",
    "features.realTimeTracking.title": "تتبع لحظي",
    "features.realTimeTracking.description": "تتبع شحناتك في الوقت الفعلي باستخدام نظام التتبع GPS المتطور واحصل على تحديثات فورية",
    "features.securePackaging.title": "تغليف آمن",
    "features.securePackaging.description": "حلول تغليف احترافية تضمن وصول بضائعك بأمان وسلامة إلى وجهتها",
    "features.support247.title": "دعم 24/7",
    "features.support247.description": "خدمة عملاء على مدار الساعة لمساعدتك في جميع استفسارات الشحن",
    "pageNotFound": "الصفحة غير موجودة",
    "trackYourShipmentButton": "تتبع شحنتك",
    "pageNotFoundDesc": "الصفحة التي تبحث عنها غير متوفرة. ربما تم نقلها أو حذفها.",
    "trackYourShipmentSubtitle2": "يمكنك تتبّع شحنتك ومعرفة حالة طلبك بكل سهولة وفي أي وقت",
    "aboutUsSubTitle": "تُعد اليكسندر لوجستيك من أبرز شركات الشحن والخدمات اللوجستية داخل مصر، حيث نلتزم بربط الأفراد والشركات بجميع المحافظات والمدن على مستوى الجمهورية. منذ تأسيسنا عام 1999.",
    "more": "المزيد",
    "dashboard": "لوحة التحكم",
    "Created": "تم الانشاء",
    "Shipped": "تم الشحن",
    "OutForDelivery": "جاري التوصيل",
    "Delivered": "تم التسليم"
}